Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvHistoryTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# INIT_STATUS_VIEW_02_SUBTITLE_WIFI_AWARE_%@
source: If you haven't done so already, do this on your %@: 1. Open the **Chat history transfer** settings. 2. Choose **Import**. 3. Select the **same profile** as on this device. 4. Choose **Transfer between iPhones or iPads**. 5. Choose this device in the list of paired devices.
de: Falls Sie dies noch nicht getan haben, führen Sie dies auf Ihrem %@ durch: 1. Öffnen Sie die Einstellungen für **Chatverlaufsübertragung**. 2. Wählen Sie **Importieren**. 3. Wählen Sie dasselbe **Profil** wie auf diesem Gerät aus. 4. Wählen Sie **Übertragung zwischen iPhones oder iPads**. 5. Wählen Sie dieses Gerät in der Liste der gekoppelten Geräte aus.
es: Si aún no lo has hecho, sigue estos pasos en tu %@: 1. Abre la configuración de **Transferencia del historial de chat**. 2. Elige **Importar**. 3. Selecciona el **mismo perfil** que en este dispositivo. 4. Elige **Transferir entre iPhones o iPads**. 5. Elige este dispositivo en la lista de dispositivos emparejados.
fr: Si ce n’est pas déjà fait, procédez comme suit sur votre %@ : 1. Ouvrez les paramètres de transfert d’historique des discussions. 2. Sélectionnez **Importer**. 3. Choisissez le **même profil** que sur cet appareil. 4. Optez pour **Transfert entre iPhone ou iPad**. 5. Sélectionnez cet appareil dans la liste des appareils appairés.
it: Se non l'hai già fatto, esegui questa operazione sul tuo %@: 1. Apri le impostazioni di **Trasferimento cronologia chat**. 2. Seleziona **Importa**. 3. Scegli lo **stesso profilo** che utilizzi su questo dispositivo. 4. Seleziona **Trasferisci tra iPhone o iPad**. 5. Scegli questo dispositivo dall'elenco dei dispositivi associati.
ja: まだ行っていない場合は、次の手順を %@ で実行してください。 1. **チャット履歴転送**設定を開きます。 2. **インポート**を選択します。 3. このデバイスと同じ**プロファイル**を選択します。 4. **iPhoneまたはiPad間の転送**を選択します。 5. ペアリングされたデバイスのリストから、このデバイスを選択します。
ko: 아직 하지 않았다면, 다음 단계를 %@에서 진행하세요: 1. **채팅 기록 전송** 설정을 엽니다. 2. **가져오기**를 선택합니다. 3. 이 기기와 **동일한 프로필**을 선택합니다. 4. **iPhone 또는 iPad 간 전송**을 선택합니다. 5. 페어링된 기기 목록에서 이 기기를 선택합니다.
pt_br: Se você ainda não fez isso, siga estes passos no seu %@: 1. Abra as configurações de **Transferência do histórico de conversas**. 2. Escolha **Importar**. 3. Selecione o **mesmo perfil** que você usou neste dispositivo. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Escolha este dispositivo na lista de dispositivos pareados.
pt_pt: Se ainda não o fez, faça o seguinte no seu %@: 1. Abra as configurações de **Transferir histórico de conversas**. 2. Escolha **Importar**. 3. Selecione o **mesmo perfil** que usou neste dispositivo. 4. Escolha **Transferir entre iPhones ou iPads**. 5. Escolha este dispositivo na lista de dispositivos emparelhados.
ru: Если вы еще этого не сделали, выполните следующие действия на вашем устройстве %@: 1. Откройте настройки **Перенос истории чатов**. 2. Выберите **Импорт**. 3. Выберите **тот же профиль**, что и на этом устройстве. 4. Выберите **Перенос между iPhone или iPad**. 5. Выберите это устройство в списке подключенных устройств.
uk: Якщо ви ще цього не зробили, виконайте наступні дії на вашому пристрої %@: 1. Відкрийте налаштування **Перенесення історії чатів**. 2. Оберіть **Імпорт**. 3. Виберіть **той самий профіль**, що й на цьому пристрої. 4. Оберіть **Перенесення між iPhone або iPad**. 5. Оберіть цей пристрій зі списку під’єднаних пристроїв.
zh_hans: 如果您尚未执行此操作，请在您的 %@ 上执行以下操作： 1. 打开“聊天记录传输”设置。 2. 选择“导入”。 3. 选择与此设备相同的帐户。 4. 选择“在 iPhone 或 iPad 之间传输”。 5. 在配对设备列表中选择此设备。

# INIT_STATUS_VIEW_03_CONNECTED_TO_DESTINATION_DEVICE
source: Connected to destination device
de: Mit dem Zielgerät verbunden
es: Conectado al dispositivo de destino
fr: Connecté à l’appareil de destination
it: Connesso al dispositivo di destinazione
ja: 接続先のデバイスに接続しました
ko: 대상 장치에 연결됨
pt_br: Conectado ao dispositivo de destino
pt_pt: Ligado ao dispositivo de destino
ru: Подключено к целевому устройству
uk: Підключено до цільового пристрою
zh_hans: 已连接到目标设备

# INIT_STATUS_VIEW_03_CONNECTED_TO_SOURCE_DEVICE
source: Connected to source device
de: Mit dem Quellgerät verbunden
es: Conectado al dispositivo de origen
fr: Connecté à l’appareil source
it: Connesso al dispositivo di origine
ja: ソースデバイスに接続しました
ko: 소스 장치에 연결됨
pt_br: Conectado ao dispositivo de origem
pt_pt: Ligado ao dispositivo de origem
ru: Подключено к исходному устройству
uk: Підключено до вихідного пристрою
zh_hans: 已连接到源设备

# INIT_STATUS_VIEW_TITLE_INITIALIZED_LOCAL_NETWORK
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pt_br: Conectado
pt_pt: Conectado
ru: Подключено
uk: Під’єднано
zh_hans: 已连接

# INIT_STATUS_VIEW_TITLE_INITIALIZED_WEBRTC
source: Initialized
de: Initialisiert
es: Inicializado
fr: Initialisé
it: Inizializzato
ja: 初期化されました
ko: 초기화됨
pt_br: Inicializado
pt_pt: Inicializado
ru: Инициализация
uk: Ініціалізовано
zh_hans: 已初始化

# INIT_STATUS_VIEW_TITLE_INITIALIZED_ZIP_EXPORT
source: Initialized
de: Initialisiert
es: Inicializado
fr: Initialisé
it: Inizializzato
ja: 初期化されました
ko: 초기화됨
pt_br: Inicializado
pt_pt: Inicializado
ru: Инициализировано
uk: Ініціалізовано
zh_hans: 已初始化

# INIT_STATUS_VIEW_TITLE_INITIALIZED_ZIP_IMPORT
source: Unzipped
de: Entpackt
es: Descomprimido
fr: Décompressé
it: File decompresso
ja: 展開済み
ko: 압축 해제됨
pt_br: Descompactado
pt_pt: Descomprimido
ru: Распакован
uk: Розарховано
zh_hans: 已解压缩

# INIT_STATUS_VIEW_TITLE_INITIALIZING_LOCAL_NETWORK
source: Initializing
de: Wird initialisiert
es: Inicializando
fr: Initialisation en cours
it: Inizializzazione in corso
ja: 初期化中
ko: 초기화 중
pt_br: Inicializando
pt_pt: A inicializar
ru: Инициализация
uk: Ініціалізація
zh_hans: 正在初始化

# INIT_STATUS_VIEW_TITLE_INITIALIZING_WEBRTC
source: Initializing
de: Wird initialisiert
es: Inicializando
fr: Initialisation en cours
it: Inizializzazione in corso
ja: 初期化中
ko: 초기화 중
pt_br: Inicializando
pt_pt: A inicializar
ru: Инициализация
uk: Ініціалізація
zh_hans: 正在初始化

# INIT_STATUS_VIEW_TITLE_INITIALIZING_ZIP_EXPORT
source: Initializing
de: Wird initialisiert
es: Inicializando
fr: Initialisation en cours
it: Inizializzazione in corso
ja: 初期化中
ko: 초기화 중
pt_br: Inicializando
pt_pt: A inicializar
ru: Инициализация
uk: Ініціалізація
zh_hans: 正在初始化

# INIT_STATUS_VIEW_TITLE_INITIALIZING_ZIP_IMPORT
source: Unzipping
de: Entpacke
es: Descomprimiendo
fr: Décompression en cours
it: Decompressione in corso
ja: 解凍中
ko: 압축 해제 중
pt_br: Descompactando
pt_pt: A extrair
ru: Распаковка
uk: Розпакування
zh_hans: 正在解压缩

# INTERRUPT_EXPORT_CONFIRMATION_DIALOG_TITLE
source: Interrupt transfer? You can resume it later.
de: Übertragung unterbrechen? Sie können sie später fortsetzen.
es: ¿Interrumpir la transferencia? Puedes reanudarla más tarde.
fr: Interrompre le transfert ? Vous pourrez le reprendre plus tard.
it: Interrompere il trasferimento? Potrai riprenderlo in seguito.
ja: 転送を中断しますか？ 後で再開できます。
ko: 전송을 중단하시겠습니까? 나중에 다시 시작할 수 있습니다.
pt_br: Interromper a transferência? Você pode retomá-la mais tarde.
pt_pt: Interromper a transferência? Pode retomá-la mais tarde.
ru: Прервать передачу? Вы сможете продолжить её позже.
uk: Перервати передачу? Ви зможете відновити її пізніше.
zh_hans: 中断传输？您可以稍后恢复。

# INTERRUPT_IMPORT_CONFIRMATION_DIALOG_TITLE
source: Interrupt transfer? You can resume it later.
de: Übertragung unterbrechen? Sie können sie später fortsetzen.
es: ¿Interrumpir la transferencia? Podrás reanudarla más tarde.
fr: Interrompre le transfert ? Vous pourrez le reprendre plus tard.
it: Interrompere il trasferimento? Potrai riprenderlo in seguito.
ja: 転送を中断しますか？後で再開できます。
ko: 전송을 중단하시겠습니까? 나중에 다시 시작할 수 있습니다.
pt_br: Interromper a transferência? Você pode retomá-la mais tarde.
pt_pt: Interromper a transferência? Pode retomá-la mais tarde.
ru: Прервать передачу? Вы сможете возобновить её позже.
uk: Перервати передачу? Ви зможете відновити її пізніше.
zh_hans: 中断传输？您可以稍后恢复。

source: Interrupt transfer and continue later
de: Übertragung unterbrechen und später fortsetzen
es: Interrumpir la transferencia y continuar más tarde
fr: Interrompre le transfert et le reprendre plus tard.
it: Interrompi il trasferimento e riprendilo in seguito
ja: 転送を中断して後で再開
ko: 전송을 중단하고 나중에 다시 시작
pt_br: Interromper a transferência e continuar mais tarde
pt_pt: Interromper a transferência e continuar mais tarde
ru: Прервать передачу и продолжить позже
uk: Перервати передачу та продовжити пізніше
zh_hans: 中断传输，稍后继续

# INTERRUPT_ZIP_COMPUTATION_CONFIRMATION_BUTTON_TITLE
source: Interrupt zip export
de: Zip-Export abbrechen
es: Interrumpir la exportación ZIP
fr: Interrompre l’export zip
it: Interrompi l'esportazione zip
ja: Zipエクスポートを中断
ko: 압축 내보내기 중단
pt_br: Interromper a exportação em formato zip
pt_pt: Interromper a exportação em formato ZIP
ru: Прервать экспорт в ZIP
uk: Перервати експорт у форматі ZIP
zh_hans: 中断 ZIP 导出

# INTERRUPT_ZIP_COMPUTATION_CONFIRMATION_DIALOG_TITLE
source: Are you sure you wish to interrupt zip export?
de: Sind Sie sicher, dass Sie den Zip-Export abbrechen möchten?
es: ¿Estás seguro de que deseas interrumpir la exportación del archivo ZIP?
fr: Confirmez-vous l’interruption de l’export zip ?
it: Sei sicuro di voler interrompere l'esportazione zip?
ja: 本当にzipエクスポートを中断しますか？
ko: 압축 파일 내보내기를 중단하시겠습니까?
pt_br: Tem certeza de que deseja interromper a exportação do arquivo ZIP?
pt_pt: Tem a certeza de que deseja interromper a exportação do ficheiro ZIP?
ru: Вы уверены, что хотите прервать экспорт архива?
uk: Ви впевнені, що хочете перервати експорт архіву?
zh_hans: 您确定要中断压缩导出操作吗？

# INTERRUPT_ZIP_IMPORT_CONFIRMATION_BUTTON_TITLE
source: Interrupt zip import
de: Zip-Import abbrechen
es: Interrumpir la importación del archivo ZIP
fr: Interrompre l’import zip
it: Interrompi l'importazione dello zip
ja: ZIPファイルのインポートを中断
ko: ZIP 가져오기 중단
pt_br: Interromper a importação do arquivo ZIP
pt_pt: Cancelar a importação do ficheiro ZIP
ru: Прервать импорт zip-архива
uk: Перервати імпорт ZIP
zh_hans: 中断 ZIP 导入

# INTERRUPT_ZIP_IMPORT_CONFIRMATION_TITLE
source: Are you sure you wish to interrupt zip import?
de: Sind Sie sicher, dass Sie den ZIP-Import abbrechen möchten?
es: ¿Estás seguro de que quieres interrumpir la importación del archivo ZIP?
fr: Confirmez-vous l’interruption de l’import zip ?
it: Sei sicuro di voler interrompere l'importazione dello zip?
ja: Zipファイルのインポートを中断してよろしいですか？
ko: 압축 파일 가져오기를 중단하시겠습니까?
pt_br: Tem certeza de que deseja interromper a importação do arquivo ZIP?
pt_pt: Tem a certeza de que deseja interromper a importação do ficheiro ZIP?
ru: Вы уверены, что хотите прервать импорт архива?
uk: Ви впевнені, що хочете перервати імпорт zip-архіву?
zh_hans: 您确定要中断压缩文件导入吗？

# NAVIGATION_TITLE_HISTORY_TRANSFER
source: Chat history transfer
de: Chatverlauf übertragen
es: Transferencia del historial de chat
fr: Transfert d’historique des discussions
it: Trasferimento della cronologia chat
ja: チャット履歴の転送
ko: 채팅 기록 전송
pt_br: Transferência do histórico de conversas
pt_pt: Transferir histórico de conversas
ru: Перенос истории чатов
uk: Перенесення історії чатів
zh_hans: 聊天记录迁移

# NEGOTIATING_MESSAGES_AND_ATTACHMENTS_TO_SEND_VIEW_TITLE
source: Identifying messages and attachments to transfer
de: Nachrichten und Anhänge werden identifiziert, die übertragen werden sollen
es: Identificando los mensajes y archivos adjuntos que se van a transferir
fr: Identification des messages et pièces jointes à transférer
it: Identificazione dei messaggi e degli allegati da trasferire
ja: 転送するメッセージと添付ファイルを識別しています
ko: 전송할 메시지와 첨부 파일을 식별 중
pt_br: Identificando as mensagens e anexos para transferir
pt_pt: A identificar mensagens e anexos para transferir
ru: Определение сообщений и вложений для передачи
uk: Визначення повідомлень і вкладень для передачі
zh_hans: 识别要传输的消息和附件

# NEGOTIATING_MESSAGES_AND_ATTACHMENTS_TO_SEND_VIEW_TITLE_DONE
source: Messages and attachments identified
de: Nachrichten und Anhänge wurden identifiziert
es: Mensajes y archivos adjuntos identificados
fr: Messages et pièces jointes identifiés
it: Messaggi e allegati identificati
ja: メッセージと添付ファイルが特定されました
ko: 메시지와 첨부 파일 확인
pt_br: Mensagens e anexos identificados
pt_pt: Mensagens e anexos identificados
ru: Сообщения и вложения, которые были определены
uk: Повідомлення та вкладені файли ідентифіковано
zh_hans: 已识别的消息和附件

# NEGOTIATING_MESSAGES_TO_SEND_VIEW_TITLE
source: Identifying messages to transfer
de: Nachrichten für die Übertragung auswählen
es: Identificando los mensajes que se van a transferir
fr: Identification des messages à transférer
it: Identificazione dei messaggi da trasferire
ja: 転送するメッセージを特定しています
ko: 전송할 메시지 식별 중
pt_br: Identificando as mensagens para transferir
pt_pt: A identificar as mensagens a transferir
ru: Определение сообщений для переноса
uk: Визначаємо повідомлення для передачі
zh_hans: 识别需要传输的消息

# NEGOTIATING_MESSAGES_TO_SEND_VIEW_TITLE_DONE
source: Messages identified
de: Nachrichten wurden identifiziert
es: Mensajes identificados
fr: Messages identifiés
it: Messaggi identificati
ja: メッセージが特定されました
ko: 식별된 메시지
pt_br: Mensagens identificadas
pt_pt: Mensagens identificadas
ru: Обнаружены сообщения
uk: Повідомлення ідентифіковано
zh_hans: 已识别的消息

# NEGOTIATING_WHAT_TO_RECEIVE_VIEW_02_WILL_TRANSFER_%lld_ATTACHMENTS_FOR_%@
source: %1$lld attachments (%2$@ total)
de: %1$lld Anhänge (%2$@ insgesamt)
es: %1$lld archivos adjuntos (%2$@ en total)
fr: %1$lld pièces jointes (%2$@ au total)
it: %1$lld allegati (%2$@ totali)
ja: %1$lld 件の添付ファイル (合計 %2$@ 件)
ko: %1$lld개의 첨부 파일 (%2$@ 총합)
pt_br: %1$lld anexos (%2$@ no total)
pt_pt: %1$lld anexos (%2$@ no total)
ru: %1$lld вложений (%2$@ всего)
uk: %1$lld додатків (всього %2$@)
zh_hans: %1$lld 个附件 (总计 %2$@ 个)

# NEGOTIATING_WHAT_TO_RECEIVE_VIEW_02_WILL_TRANSFER_%lld_MESSAGES
source: %lld messages
de: %lld Nachrichten
es: %lld mensajes
it: %lld messaggi
ja: %lld件のメッセージ
ko: %lld개의 메시지
pt_br: %lld mensagens
pt_pt: %lld mensagens
ru: %lld сообщений
uk: %lld повідомлень
zh_hans: %lld 条消息

# NEGOTIATING_WHAT_TO_RECEIVE_VIEW_02_WILL_TRANSFER_RESULT
source: What will be transferred:
de: Was wird übertragen?
es: ¿Qué se transferirá?
fr: Voici ce qui va être transféré :
it: Cosa verrà trasferito:
ja: 転送される内容:
ko: 전송될 내용:
pt_br: O que será transferido:
pt_pt: O que será transferido:
ru: Что будет передано:
uk: Що буде передано:
zh_hans: 将传输什么内容：

# NEGOTIATING_WHAT_TO_RECEIVE_VIEW_TITLE
source: Identifying what to transfer
de: Festlegen, welche Daten übertragen werden sollen
es: Identificando qué transferir
fr: Identification de ce qu’il faut transférer
it: Identificazione degli elementi da trasferire
ja: 転送する内容を特定します
ko: 전송할 항목을 식별 중
pt_br: Identificando o que será transferido
pt_pt: A identificar o que transferir
ru: Определение данных для передачи
uk: Визначаємо, що саме потрібно передати
zh_hans: 确定需要传输的内容

# NEGOTIATING_WHAT_TO_RECEIVE_VIEW_TITLE_DONE
source: Transfer plan agreed
de: Übertragungsplan akzeptiert
es: Plan de transferencia acordado
fr: Plan de transfert validé
it: Piano di trasferimento accettato
ja: 転送プランに合意しました
ko: 이체 계획에 동의했습니다
pt_br: Plano de transferência aprovado
pt_pt: Plano de transferência aceite
ru: План передачи согласован
uk: Умови плану передачі даних узгоджено
zh_hans: 已同意转账计划

# NEGOTIATING_WHAT_TO_SEND_VIEW_01_IN_PROGRESS
source: In progress…
de: In Bearbeitung…
es: En progreso…
fr: En cours…
it: In corso…
ja: 処理中…
ko: 진행 중...
pt_br: Em andamento…
pt_pt: Em curso...
ru: В процессе…
uk: У процесі…
zh_hans: 正在进行中...

# NEGOTIATING_WHAT_TO_SEND_VIEW_02_WILL_TRANSFER_%lld_ATTACHMENTS_FOR_%@
source: %1$lld attachments need to be transferred (%2$@ total).
de: %1$lld Anhänge müssen übertragen werden (%2$@ insgesamt).
es: Se necesitan transferir %1$lld archivos adjuntos (%2$@ en total).
fr: %1$lld pièces jointes doivent être transférées (%2$@ au total).
it: %1$lld allegati devono essere trasferiti (%2$@ in totale).
ja: 添付ファイル %1$lld 個を転送する必要があります（合計 %2$@ 個）。
ko: %1$lld개의 첨부 파일을 전송해야 합니다 (총 %2$@개).
pt_br: %1$lld anexos precisam ser transferidos (%2$@ no total).
pt_pt: %1$lld anexos precisam ser transferidos (%2$@ no total).
ru: %1$lld файлов необходимо передать (%2$@ всего).
uk: %1$lld вкладень потребують передачі (%2$@ всього).
zh_hans: 需要传输 %1$lld 个附件（共 %2$@）。

# NEGOTIATING_WHAT_TO_SEND_VIEW_02_WILL_TRANSFER_%lld_MESSAGES
source: %lld messages need to be transferred.
de: %lld Nachrichten müssen übertragen werden.
es: Se necesitan transferir %lld mensajes.
fr: %lld messages doivent être transférés.
it: %lld messaggi devono essere trasferiti.
ja: %lld件のメッセージを転送する必要があります。
ko: %lld개의 메시지를 전송해야 합니다.
pt_br: %lld mensagens precisam ser transferidas.
pt_pt: %lld mensagens precisam ser transferidas.
ru: %lld сообщений необходимо перенести.
uk: %lld повідомлень потребують передачі.
zh_hans: %lld 条消息需要传输。

# NO_ACTIVE_DEVICE_FOUND_BUTTON_LABEL
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
pt_pt: Voltar
ru: Назад
uk: Назад
zh_hans: 返回

# NO_ACTIVE_DEVICE_FOUND_EXPLANATION
source: If your profile exists on another (inactive) device, you can still transfer messages from this device using a zip file or transfer between iPhones or iPads.
de: Wenn Ihr Profil auf einem anderen (inaktiven) Gerät vorhanden ist, können Sie die Nachrichten von diesem Gerät weiterhin mit einer ZIP-Datei übertragen oder zwischen iPhones oder iPads übertragen.
es: Si tu perfil existe en otro dispositivo (inactivo), aún puedes transferir los mensajes de este dispositivo utilizando un archivo ZIP o transfiriéndolos entre iPhones o iPads.
fr: Si votre profil existe sur un autre appareil (inactif), vous pouvez toujours transférer vos messages depuis cet appareil à l’aide d’un fichier zip ou d’un transfert entre iPhone ou iPad.
it: Se il tuo profilo è presente su un altro dispositivo (inattivo), puoi comunque trasferire i messaggi da questo dispositivo utilizzando un file ZIP o effettuando il trasferimento tra iPhone o iPad.
ja: 別の（非アクティブな）デバイスにプロフィールが存在する場合でも、このデバイスからメッセージをzipファイルを使用して転送したり、iPhoneまたはiPad間で転送したりすることができます。
ko: 프로필이 다른(비활성) 기기에 있는 경우, zip 파일이나 iPhone 또는 iPad 간의 전송을 사용하여 이 기기에서 메시지를 전송할 수 있습니다.
pt_br: Se o seu perfil estiver ativo em outro dispositivo (inativo), você ainda pode transferir mensagens desse dispositivo usando um arquivo ZIP ou transferindo os dados entre iPhones ou iPads.
pt_pt: Se o seu perfil existir noutro dispositivo (inativo), ainda pode transferir mensagens desse dispositivo utilizando um ficheiro ZIP ou transferindo entre iPhones ou iPads.
ru: Если ваш профиль существует на другом (неактивном) устройстве, вы все равно можете перенести сообщения с этого устройства, используя ZIP-файл или перенеся их между iPhone или iPad.
uk: Якщо ваш профіль існує на іншому (неактивному) пристрої, ви все ще можете перенести повідомлення з цього пристрою за допомогою zip-файлу або здійснити передачу між iPhone або iPad.
zh_hans: 如果您的个人资料在另一台（已停用）设备上存在，您仍然可以使用 zip 文件或在 iPhone 或 iPad 之间进行传输，从而将消息从该设备传输过来。

# NO_ACTIVE_DEVICE_FOUND_TITLE
source: No active device found
de: Kein aktives Gerät gefunden
es: No se encontró ningún dispositivo activo
fr: Aucun appareil actif trouvé
it: Nessun dispositivo attivo trovato
ja: アクティブなデバイスが見つかりませんでした
ko: 활성 기기를 찾을 수 없습니다
pt_br: Nenhum dispositivo ativo encontrado
pt_pt: Nenhum dispositivo ativo encontrado
ru: Не найдено активных устройств
uk: Не знайдено жодного активного пристрою
zh_hans: 未找到可用设备

# NO_PAIRED_DEVICE_MESSAGE
source: Pair with a nearby device to wirelessly transfer your chat history between the two.
de: Koppeln Sie Ihr Gerät mit einem anderen in der Nähe, um Ihren Chatverlauf drahtlos zu übertragen.
es: Empareja el dispositivo con otro cercano para transferir de forma inalámbrica el historial de tus chats entre ambos.
fr: Appairez un appareil à proximité pour transférer votre historique de discussion entre les deux, sans fil.
it: Associa un dispositivo nelle vicinanze per trasferire in modalità wireless la cronologia delle tue chat tra i due dispositivi.
ja: 近くのデバイスとペアリングして、チャット履歴をワイヤレスで両方のデバイス間で転送します。
ko: 근처 장치와 페어링하여 채팅 기록을 무선으로 전송하세요.
pt_br: Emparelhe com um dispositivo próximo para transferir sem fio o histórico de suas conversas entre os dois.
pt_pt: Emparelhe com um dispositivo próximo para transferir sem fios o seu histórico de conversas entre os dois.
ru: Подключитесь к ближайшему устройству, чтобы беспроводным способом перенести историю ваших чатов между ними.
uk: З’єднайтеся з найближчим пристроєм, щоб бездротово передати історію ваших чатів між ними.
zh_hans: 与附近的设备配对，以便无线传输聊天记录。

# NO_PAIRED_DEVICE_TITLE
source: No paired device yet
de: Noch kein Gerät gekoppelt
es: Aún no hay ningún dispositivo emparejado
fr: Aucun appareil appairé pour l’instant
it: Nessun dispositivo associato per ora
ja: まだペアリングされたデバイスがありません
ko: 페어링된 장치가 없습니다.
pt_br: Nenhum dispositivo pareado encontrado.
pt_pt: Ainda não existem dispositivos emparelhados
ru: Пока нет подключенных устройств
uk: Ще не підключено жоден пристрій
zh_hans: 尚未配对任何设备

source: Ok
de: Okay
es: De acuerdo
ja: 了解
ko: 알겠습니다
ru: Ок
uk: Добре
zh_hans: 好的
